Repository: chinmaypadhi/Khanij-2.0
Catalog: Trunk/khanij2.0/MasterApp/Resources/Areas/LesseeProfile/Views/LicenseQuaryLease/QuaryLeaseWithinPeriphery.*.resx
Languages: hi

source: Affidavit showing the mineral concession/licenses held or being held by other person/persons jointly with the applicant
hi: एफिडेविट शोइंग द मिनरल कन्सेशन/लिसन्सेस हेल्ड ओर बिंग हेल्ड बाई अदर परसों/पर्सन्स ज्वाइनटलि विथ द एप्लिकेंट

source: Affidavit showing the surface rights/consent of the owner of the land, in case the applicant is not the owner of the land
hi: एफिडेविट शोविंग द सरफेस राइट्स/कंसेंट ऑफ़ द ओनर ऑफ़ द लैंड,इन केसद एप्लिकेंट इज नॉट ओनर ऑफ़ द लैंड

source: Any other details the applicant wants to provide (NOC from PCB etc)
hi: एनी अदर डिटेल्स द एप्लिकेंट वांट्स टू प्रोवाइड(एनओसि फ्रॉम पीसिबी इटीसि)

source: Applicant Details &amp; Documents
hi: एप्लिकेंट डिटेल्स & डाक्यूमेंट्स

source: Applicant is
hi: एप्लिकेंट इज

source: Application For
hi: एप्लीकेशन फॉर

source: Application For District
hi: एप्लीकेशन फॉर डिस्ट्रिक्ट

source: Certified copy of the map
hi: सर्टिफिकेट कॉपी ऑफ़ द मैप

source: Complete Address
hi: कम्पलीट एड्रेस

source: District
hi: डिस्ट्रिक्ट

source: Email Address
hi: ईमेल एड्रेस

source: If on the date of application,the applicant does not hold any mineral concession/license in the state furnish an affadavit for the same
hi: इफ ओं द डेट ऑफ़ एप्लीकेशन, द एप्लिकेंट डस नोट होल्ड एनी मिनरल कन्सेशन/लाइसेंस इन द स्टेट फुर्निश एन एफिडेविट फॉर द सेम

source: If your company is not in the list please concern with your District office and add your company,then only you will be able to apply for the license application
hi: इफ योर कंपनी इस नोट इन द लिस्ट प्लीज कंसर्न विथ योर डिस्ट्रिक्ट ऑफिस एंड योर कंपनी, देन ओनली यू विल बी एबल टू अप्लाई फॉर द लाइसेंस एप्लीकेशन

source: Latest revenue record of the land intended to be used for storing mineral or its products
hi: लेटेस्ट रेवेनु रिकॉर्ड ऑफ़ द लैंड इंटेंडेड टू बी यूजड फॉर स्टोरिंग मिनरल और इट्स प्रोडक्ट्स

source: License Type
hi: लाइसेंस टाइप

source: Mineral Form
hi: मिनरल फॉर्म

source: Mineral Grade
hi: मिनरल ग्रेड

source: Mineral Name
hi: मिनरल नेम

source: Mineral Type
hi: मिनरल टाइप

source: Mineral/Ore or its product for which the applicant intend to hold a permit
hi: मिनरल/ओर ओर इट्स प्रोडक्ट व्हिच द एप्लिकेंट इन्तेंद टू होल्ड ऐ परमिट

source: Mobile Number
hi: मोबाइल नंबर

source: Name of Applicant
hi: नेम ऑफ़ एप्लिकेंट

source: No Mining Due Certificate
hi: नो माइनिंग डूय सर्टिफिकेट

source: Panchayat
hi: पंचायत

source: Period
hi: पीरियड

source: Place
hi: प्लेस

source: Police Station
hi: पुलिस स्टेशन

source: Profession or nature of business
hi: प्रोफेशन और नेचर ऑफ़ बिज़नेस

source: Quantity(MT)
hi: क्वांटिटी (एम टी )

source: Select Company
hi: सेलेक्ट कंपनी

source: Tehsil
hi: तहसील

source: Village
hi: विलेज
