Repository: chinmaypadhi/Khanij-2.0
Catalog: Trunk/khanij2.0/MasterApp/Resources/Areas/LesseeProfile/Views/LesseeDetails/Add.*.resx
Languages: hi

source: Adhar Card Number
hi: आधार कार्ड नंबर

source: Adhar Card Scan Copy
hi: आधार कार्ड स्कैन कॉपी

source: Adjust E &amp; I CESS from royalty
hi: एडजस्ट इ & आई सिसस रॉयल्टी

source: Affidavits / Mining Due Certificate
hi: एफिडेविट/माइनिंग ड्यू सर्टिफिकेट

source: Amount of DD
hi: अमाउंट ऑफ़ डीडी

source: Amount of Financial Assurance
hi: अमाउंट ऑफ़ फाइनेंसियल एसुरैंस

source: Amount of Performance Security
hi: अमाउंट ऑफ़ परफॉरमेंस सिक्यूरिटी

source: Application Fees
hi: एप्लीकेशन फीस

source: Application Fees Copy
hi: एप्लीकेशन फीस कॉपी

source: Application Fees Date
hi: एप्लीकेशन फीस डेट

source: Application Form(Major)
hi: एप्लीकेशन फॉर्म(मेजर)

source: Application Number
hi: एप्लीकेशन नंबर

source: Application Type
hi: एप्लीकेशन टाइप

source: Attachments
hi: अटैचमेंट्स

source: Bank Guarrantee Amount
hi: बैंक गेरांटी अमाउंट

source: Bank Guarranty Copy
hi: बैंक गेरांटी कॉपी

source: Bank Guarranty Date
hi: बैंक गेरांटी डेट

source: Bank Guarranty Validity Upto
hi: बैंक गेरांटी वैलिडिटी अपटू

source: Bid Premium(%)
hi: बिड प्रीमियम(%)

source: Certification of Incorporation Document
hi: सर्टिफिकेशन ऑफ़ इनकारपोरेशन डाक्यूमेंट्स

source: Certification of Incorporation No
hi: सर्टिफिकेशन ऑफ़ इनकारपोरेशन नो

source: Choose Files
hi: चूज फाइल्स

source: Copy of DD
hi: कॉपी ऑफ़ डीडी

source: Copy of License of Storage/Crusher
hi: कॉपी ऑफ़ लाइसेंस ऑफ़ स्टोरेज/क्रशर

source: Copy of Performance Security
hi: कॉपी ऑफ़ परफॉरमेंस सिक्यूरिटी

source: Crusher Installed within Lease Hold Area
hi: क्रशर इन्सटाल्ड विथइन लीज होल्ड एरिया

source: District
hi: डिस्ट्रिक्ट

source: Do you have Storage/Crusher
hi: डू यू हैव स्टोरेज /क्रशर

source: Fees Details
hi: फीस डिटेल्स

source: Files type
hi: फाइल टाइप

source: Financial Assurance Copy
hi: फाइनेंसियल एसुरैंस कॉपी

source: Firm Registration Deed Document
hi: फर्म रजिस्ट्रेशन डीड डाक्यूमेंट्स

source: Firm Registration Deed No
hi: फर्म रजिस्ट्रेशन डीड नो

source: Fixed Deposits Monthly Income Scheme Certificate
hi: फिक्स्ड डिपॉजिट्स मंथली इनकम स्कीम सर्टिफिकेट

source: Forest Report
hi: फारेस्ट रिपोर्ट

source: Gram Panchayat Proposal
hi: ग्राम पंचायत प्रोपोजल

source: GST/TIN Number
hi: जी स टी/टी आई एन नंबर

source: Internet Connection Available distpatch Point
hi: इन्टरनेट कनेक्शन अवेलेबल डिस्पैच पॉइंट

source: Khasara Panchsala
hi: खसरा पंचसाला

source: Lab Established
hi: लैब एस्टबेलिशड

source: Lease Address
hi: लीज एड्रेस

source: Lease Information
hi: लीज इनफार्मेशन

source: Lease Name
hi: लीज नंबर

source: Lease Purpose
hi: लीज परपस

source: Lease Type
hi: लीज टाइप

source: Map / Plan of applied area
hi: मैप/प्लान ऑफ़ एप्लाइड एरिया

source: Mine Code
hi: माइन कोड

source: Mining Inspector Report
hi: माइनिंग इंस्पेक्शन रिपोर्ट

source: Monthly Periodic Amount / Auction Money (Rs./Unit)
hi: मंथली पेरोडीक अमाउंट/ऑक्शन मनी (रस/यूनिट)

source: Order Attachment
hi: आर्डर अटैचमेंट

source: Order Date
hi: आर्डर डेट

source: Order No
hi: आर्डर नो

source: Order of
hi: आर्डर ऑफ़

source: PAN Card Copy
hi: पैन कार्ड कॉपी

source: PAN Card Number
hi: पैन कार्ड नंबर

source: Payment Mode
hi: पेमेंट मोड

source: Power of Attorney
hi: पॉवर ऑफ़ अटॉर्नी

source: Purpose
hi: परपस

source: Remaining Upfront Payment
hi: रेमैनिंग अपफ्रंट पेमेंट

source: Remarks
hi: रिमार्क्स

source: Revenue Officer Report
hi: रेवेनु ऑफिसर रिपोर्ट

source: Scan Copy
hi: स्कैन कॉपी

source: Security Deposit Challan / DD Amount
hi: सिक्यूरिटी डीपोजिट चालान/ डीडी अमाउंट

source: Security Deposit Challan / DD Copy
hi: सिक्यूरिटी डीपोजिट चालान/ डीडी कॉपी

source: Security Deposit Challan / DD Date
hi: सिक्यूरिटी डीपोजिट चालान/ डीडी डेट

source: Sl
hi: सल

source: Spot Inspection and Analysis Report
hi: स्पॉट इंस्पेक्शन एंड एनालिसिस रिपोर्ट

source: Stamping Date
hi: स्टम्पिंग डेट

source: State
hi: स्टेट

source: Surety Bond Amount (in)
hi: सुरेटी बांड अमाउंट(इन)

source: Surety Bond Copy
hi: सुरेटी बांड कॉपी

source: Surety Bond Date
hi: सुरेटी बांड डेट

source: Till Date Dispatch Quantity
hi: टिल डेट डिस्पैच क्वांटिटी

source: Transfer
hi: ट्रान्सफर

source: Transfer Date
hi: ट्रान्सफर डेट

source: Transfer Grant Order Copy
hi: ट्रान्सफर ग्रांट आर्डर कॉपी

source: Transfer Lease Deed Copy
hi: ट्रान्सफर लीज डीडी कॉपी

source: Transferee Address
hi: ट्रान्सफर एड्रेस

source: Transferee Name
hi: ट्रान्सफर नेम

source: Upload copy of Inspection report by Officials(RH,DGM)
hi: अपलोड कॉपी ऑफ़ इंस्पेक्शन रिपोर्ट बाई ओफ्फिसिअल्स(रएच,डी जी एम)

source: Upload Stamping Certificate
hi: अपलोड स्टम्पिंग सर्टिफिकेट

source: User
hi: यूजर

source: User Type
hi: यूजर टाइप

source: Valid Upto
hi: वैलिड अपटू

source: Validity Upto
hi: वैलिडिटी अपटू

source: WB Installed
hi: डबलू बी इंस्टालेशन
