Repository: chinmaypadhi/Khanij-2.0
Catalog: Trunk/khanij2.0/MasterApp/Resources/Areas/LesseeProfile/Views/LesseeDetails/viewlist.*.resx
Languages: hi

source: Adhar Card No
hi: आधार कार्ड नो

# Adjust E &amp; I CESS
source: Adjust E & I CESS
hi: एडजस्ट इ & आइ सीइसस

source: Affidavits / Mining Due Certificate
hi: एफिडेविट/माइनिंग डयु सर्टिफिकेट

source: Amount of DD
hi: अमाउंट ऑफ़ डीडी

source: Amount of Financial Assurance
hi: अमाउंट ऑफ़ फाइनेंसियल अस्सुरांस

source: Amount of Performance Security
hi: अमाउंट ऑफ़ परफॉरमेंस सिक्यूरिटी

source: Application Fees (in)
hi: एप्लीकेशन फीस(इन)

source: Application Fees Date
hi: एप्लीकेशन फीस डेट

source: Application No
hi: एप्लीकेशन नो

source: Application Type
hi: एप्लीकेशन टाइप

source: Attachments Information
hi: अटैचमेंट्स इनफार्मेशन

source: Bank Guarrantee Amount (in)
hi: बैंक गारंटी अमाउंट(इन)

source: Bank Guarranty Date
hi: बैंक गारंटी डेट

source: Bank Guarranty Validity Upto
hi: बैंक गारन्टी वैलिडिटी अपटू

source: BG
hi: बी जी

source: Bid Premium(%)
hi: बिड प्रीमियम(%)

source: Copy of Performance Security
hi: कॉपी ऑफ़ परफॉरमेंस सिक्यूरिटी

source: Crusher Installed
hi: क्रशर इन्सटाल्ड

source: DD
hi: डीडी

source: Fees Information
hi: फीस इनफार्मेशन

source: Firm Registration Deed No
hi: फर्म रजिस्ट्रेशन डीड नो

source: Fixed Deposits Monthly Income Scheme Certificate
hi: फिक्स्ड डिपॉजिट्स मंथली इनकम स्कीम सर्टिफिकेट

source: Forest Report
hi: फारेस्ट रिपोर्ट

source: Gram Panchayat Proposal
hi: ग्राम पंचायत प्रपोजल

source: Incorporation Certification No
hi: इनकारपोरेशन सर्टिफिकेशन नो

source: Internet Connection Available dispatch Point
hi: इनकम कनेक्शन अवेलेबल डिस्पैच पॉइंट

source: Khasara Panchsala
hi: खसरा पंच्सला

source: Lab Established
hi: लैब इसटेबलीस

source: Lease Address
hi: लीज एड्रेस

source: Lease Name
hi: लीज नाम

source: Lease Type
hi: लीज टाइप

source: Lessee Information
hi: लीज इनफार्मेशन

source: Map / Plan of applied area
hi: मैप/प्लान ऑफ़ एप्लाइड एरिया

source: Mine Code
hi: माइन कोड

source: Mining Inspector Report
hi: माइनिंग इंस्पेक्टर रिपोर्ट

source: Order copy of WB Exemption
hi: आर्डर कॉपी ऑफ़ डबलू बी एक्सेम्पसन

source: Order Date
hi: आर्डर डेट

source: Order No
hi: आर्डर नो

source: Order of
hi: आर्डर ऑफ़

source: PAN Card No
hi: पैन कार्ड नो

source: Payment Mode
hi: पेमेंट मोड

source: Power of Attorney
hi: पॉवर ऑफ़ अटॉर्नी

source: Purpose
hi: परपस

source: Remaining Upfront Payment
hi: रेमैनिंग अपफ्रंट पेमेंट

source: Revenue Officer Report
hi: रेवेनुए ऑफिसर रिपोर्ट

source: Security Deposit Challan / DD Amount (in)
hi: सिक्यूरिटी डिपाजिट चालान/डीडी अमाउंट(इन)

source: Security Deposit Challan/DD Date
hi: सिक्यूरिटी डिपाजिट चालान/डीडी डेट

source: Spot Inspection and Analysis Report
hi: स्पॉट इंस्पेक्शन एंड एनालिसिस रिपोर्ट

source: Stamping Certificate
hi: स्टम्पिंग सर्टिफिकेट

source: Stamping Date
hi: स्टम्पिंग डेट

source: Storage / Crusher
hi: स्टोरेज/क्रशर

source: Storage/Crusher License Copy
hi: स्टोरेज/क्रशर लाईसेंसी कॉपी

source: Surety Bond Amount (in)
hi: स्युरेटी बांड अमाउंट(इन)

source: Surety Bond Amount Date
hi: स्युरेटी बांड अमाउंट डेट

source: Till Date Dispatch Quantity (MT)
hi: टिल डेट डिस्पैच क्वांटिटी(एम टी)

source: Tin Card No
hi: टिन कार्ड नो

source: Transfer Date
hi: ट्रान्सफर डेट

source: Transfer Information
hi: ट्रान्सफर इनफार्मेशन

source: Transfer Lease Deed Copy
hi: ट्रान्सफर लीज डीड कॉपी

source: Transferee Address
hi: ट्रांस्फेरी एड्रेस

source: Transferee Name
hi: ट्रांस्फेरी नाम

source: Upload copy of Inspection report by Officials(RH,DGM)
hi: अपलोड कॉपी ऑफ़ इंस्पेक्शन रिपोर्ट बाई ओफ्फिसिअल्स(आर,डीजीम)

source: Upload order copy of exemption by DGM / MRD
hi: अपलोड आर्डर कॉपी ऑफ़ एक्सेम्प्सन बाई डीजीम/एमआरडी

source: Validity Upto
hi: वैलिड अपटू

source: WB Installed
hi: डलू इन्सटाल्ड
