Repository: chinmaypadhi/Khanij-2.0
Catalog: Trunk/khanij2.0/MasterApp/Resources/Areas/LesseeProfile/Views/LesseeGrantOrderDetails/Grant.*.resx
Languages: hi

source: (in Years)
hi: (इन इयर्स )

source: (with approved lease plan)
hi: (विथ एप्रूव्ड लीज प्लान)

source: (with plan / LOI Letter)
hi: (विथ प्लान / ल ओ आई लेटर )

source: Agreement Date
hi: एग्रीमेंट डेट

source: Amount/Percentage
hi: अमाउंट/परसेंटेज

source: Application Type
hi: एप्लीकेशन टाइप

source: Approved Quantity Details
hi: एप्रूव्ड क्वांटिटी डिटेल्स

source: Choose Files
hi: चूज फाइल्स

source: Files type
hi: फाइल्स टाइप

source: Final Offer(Revenue Sharing in %)
hi: फाइनल ऑफर (रेवेनुए शेयरिंग इन %)

source: Financial Year wise Approved Mineral Quantity
hi: फाइनेंसियल ईयर वाइज एप्रूव्ड मिनरल क्वांटिटी

# Grant Order &amp; Lease Deed Details
source: Grant Order & Lease Deed Details
hi: ग्रांट आर्डर & लीज डीड डिटेल्स

source: Grant Order Copy
hi: ग्रांट आर्डर कॉपी

source: Lease Deed Date
hi: लीज डीड डेट

source: Lease Deed Document
hi: लीज डीड डॉक्यूमेंट

source: Lease Deed No
hi: लीज डीड नो

source: Lease Extended as per MMDR Amendment 2021
hi: लीज एक्सटेंडेड ऐस पर म म डी र अमेंडमेंट 2021

source: Lease Extension Details
hi: लीज एक्सटेंशन डिटेल्स

source: Lease Extension Validity From
hi: लीज एक्सटेंशन वैलिडिटी फ्रॉम

source: Lease Extension Validity Upto
hi: लीज एक्सटेंशन वैलिडिटी अपटू

source: Lease Period
hi: लीज पीरियड

source: Lease Validity From
hi: लीज वैलिडिटी फ्रॉम

source: Lease Validity Upto
hi: लीज वैलिडिटी अपटू

source: MDPA
hi: म डी पि ए

source: MDPA Details
hi: म डी पि ए डिटेल्स

source: Mineral Sale Percentage %
hi: मिनरल सेल परसेंटेज %

source: Mines Allotted As Per Act
hi: माइंस ऐलोटेड ऐस पर एक्ट

source: Mines Section
hi: माइंस सेक्शन

source: Mines Under Section(17A) ?
hi: माइंस अंडर सेक्शन (17A ) ?

source: Next
hi: नेक्स्ट

source: Order Date
hi: आर्डर डेट

source: Order Number
hi: आर्डर नंबर

source: Production Quantity
hi: प्रोडक्शन क्वांटिटी

source: Request For Non Captive Sale
hi: रिक्वेस्ट फॉर नॉन कैप्टिव सेल

source: Request For Non-Captive Sale
hi: रिक्वेस्ट फॉर नॉन -कैप्टिव सेल

source: Type of Mines
hi: टाइप ऑफ़ माइंस

source: Upload Demarcation Report
hi: अपलोड डीमारकेसन रिपोर्ट

source: Upload MDPA
hi: अपलोड म डी पि ए

source: Upload Tender/Allottment Document
hi: अपलोड टेंडर/ऐलोटमेंट डॉक्यूमेंट
