Repository: chinmaypadhi/Khanij-2.0
Catalog: Trunk/khanij2.0/MasterApp/Resources/Areas/Licensee/views/LicenseeRenewal/LicenseRegisteredList.*.resx
Languages: hi

source: Action
hi: एक्शन

source: Applicant's Details
hi: एप्लिकेंट'स डिटेल्स

source: Application Payment Details
hi: एप्लीकेशन पेमेंट डिटेल्स

source: Date of Application
hi: डेट ऑफ़ एप्लीकेशन

source: Form 5 of CG Mineral
hi: फॉर्म ५ ऑफ़ सीजी मिनरल

source: Grant Order No and Date
hi: ग्रांट आर्डर नंबर एंड डेट

source: LeaseDeed Fine Details
hi: लीजडीड फाइन डिटेल्स

source: LeaseDeed UploadFile
hi: लीजडीड अपलोडफाइल

source: Mineral/Product Name
hi: मिनरल/प्रोडक्ट नाम

source: Mining Transportation and Storage
hi: माइनिंग ट्रांसपोर्टेशन एंड स्टोरेज

source: Period for which applied
hi: पीरियड फॉर व्हिच एप्लाइड

source: Registration Number
hi: रजिस्ट्रेशन नंबर

source: Remarks,if any
hi: रिमार्क्स ,इफ अन्य

source: Rules, 2009
hi: रूल्स , २००९

source: Security Payment Details
hi: सिक्योरिटी पेमेंट डिटेल्स

source: Sr.No
hi: सीरियल नंबर

source: Status
hi: स्टेटस

source: Storage Capacity
hi: स्टोरेज कैपेसिटी

source: Storage License Applications Register
hi: स्टोरेज लाइसेंस ऍप्लिकेशन्स रजिस्टर
