Repository: chinmaypadhi/Khanij-2.0
Catalog: Trunk/khanij2.0/MasterApp/Resources/Areas/LesseeProfile/Views/LesseeLeaseAreaDetails/create.*.resx
Languages: hi

source: (in Hectare)
hi: (इन हेक्टेयर )

source: Agreement Date
hi: अग्रीमेंट डेट

source: Area in Hectare
hi: एरिया इन हेक्टेयर

source: Area Type/Land Information
hi: एरिया टाइप/लैंड इनफार्मेशन

source: Area/Rakaba (Hectare )
hi: एरिया/रकबा(हेक्टेयर)

source: Block
hi: ब्लॉक

source: Block Forest Range
hi: ब्लॉक फारेस्ट रेंज

source: Choose Files
hi: चूज फाइल्स

source: Co-ordinates of all Pillars
hi: कोओ-ओर्दिनातेस ऑफ़ आल पिल्लार्स

source: Compartment Number
hi: कम्पार्टमेंट नंबर

source: Demarcation / DGPS / GPS / Total Station Survey Report / Coordinates
hi: डीमारकेसन/डीजीपिस/जीपिस/टोटल स्टेशन सर्वे रिपोर्ट/ कोओरडीनेट

source: District
hi: डिस्ट्रिक्ट

source: Files type
hi: फाइल्स टाइप

source: Forest (Hectare)
hi: फारेस्ट(हेक्टेयर)

source: Forest Range
hi: फारेस्ट रेंज

source: Gram Panchayat
hi: ग्राम पंचायत

source: Khasra No
hi: खसरा नो

source: Lease Land Details
hi: लीज लैंड डिटेल्स

source: Lease Location
hi: लीज लोकेशन

source: Lok Sabha
hi: लोक सभा

source: Map
hi: मैप

source: Nistar
hi: निस्तर

source: Patwari Circle Number
hi: पटवारी सर्किल नंबर

source: Patwari Halka Number
hi: पटवारी हल्का नंबर

source: Pin Code
hi: पिन कोड

source: Police Station
hi: पुलिस स्टेशन

source: Private Non Tribal
hi: प्राइवेट नॉन ट्राइबल

source: Private Non Tribal (Hectare)
hi: प्राइवेट नॉन ट्राइबल(हेक्टेयर)

source: Private Tribal
hi: प्राइवेट ट्राइबल

source: Private Tribal (Hectare)
hi: प्राइवेट ट्राइबल (हेक्टेयर)

source: Protected
hi: प्रोटेक्टेड

source: Revenue
hi: रेवेनुए

source: Revenue Forest
hi: रेवेनुए फारेस्ट

source: Revenue Forest (Hectare)
hi: रेवेनुए फारेस्ट (हेक्टेयर)

source: Revenue Government Land
hi: रेवेनुए गवर्नमेन्ट लैंड

source: Revenue Government Land (Hectare)
hi: रेवेनुए गवर्नमेंट लैंड (हेक्टेयर)

source: State
hi: स्टेट

source: Surface Right Area (Hectare)
hi: सरफेस राईट एरिया (हेक्टेयर)

source: Tehsil
hi: तहसील

source: Topo sheet Number
hi: टोपो शीट नंबर

source: Total Land Area/Rakaba (Hectare)
hi: टोटल लैंड एरिया/रकबा (हेक्टेयर)

source: Upload Lease Area Map
hi: अपलोड लीज एरिया मैप

source: Vidhan Sabha
hi: विधान सभा

source: Village
hi: विलेज

source: Village / Forest Range
hi: विलेज/फारेस्ट रेंज

source: with maximum
hi: विथ मैक्सिमम

source: Working permission Copy
hi: वर्किंग परमिशन कॉपी

source: Working Permission Date
hi: वर्किंग परमिशन डेट
