Repository: chinmaypadhi/Khanij-2.0
Catalog: Trunk/khanij2.0/MasterApp/Resources/CommonResources.*.resx
Languages: hi

source: Add More
hi: अधिक जोड़ें

source: Adhar Card No.
hi: आधार कार्ड नंबर

source: Affidavits/Mining Due Certificate
hi: शपथ पत्र/खनन देय प्रमाणपत्र

source: Application Fees
hi: आवेदन शुल्क

source: Application Fees Date
hi: आवेदन शुल्क तिथि

source: Application No.
hi: आवेदन संख्या

source: Approval Date
hi: स्वीकृति तिथि

source: Approval Letter
hi: अनुमोदन पत्र

source: Approval Number
hi: अनुमोदन संख्या

source: Approved Quantity
hi: स्वीकृत मात्रा

source: Area In Hectare
hi: हेक्टेयर में क्षेत्रफल

source: Bank Guarrantee Amount
hi: बैंक गारंटी राशि

source: Bank Guarrantee Date
hi: बैंक गारंटी तिथि

source: Block Forest Range
hi: ब्लॉक वन रेंज

source: Cancel
hi: रद्द करे

source: Co-ordinates of all Pillars
hi: सभी स्तंभों के निर्देशांक

source: Consent To Establish Order Date
hi: आदेश दिनांक स्थापित करने की सहमति

source: Coordinate No
hi: निर्देशांक संख्या

source: CTE Approval Number
hi: सीटीई अनुमोदन संख्या

source: CTE Letter
hi: सीटीई पत्र

source: CTE Valid From
hi: सीटीई से मान्य

source: CTE Valid To
hi: सीटीई मान्य करने के लिए

source: Date Of Renewal
hi: नवीनीकरण की तिथि

source: District
hi: ज़िला

# en
source: English
hi: अंग्रेज़ी

source: Firm Registration Deed No.
hi: फर्म पंजीकरण विलेख संख्या

source: Fixed Deposits Monthly Income Scheme Certificate
hi: सावधि जमा मासिक आय योजना प्रमाणपत्र

source: Forest Report
hi: वन रिपोर्ट

source: Gram Panchayat
hi: ग्राम पंचायत

source: Gram Panchayat Proposal
hi: ग्राम पंचायत प्रस्ताव

# hi
source: Hindi
hi: हिंदी

source: IBM Mine Code
hi: आईबीएम माइन कोड

source: IBM Registration Date
hi: आईबीएम पंजीकरण तिथि

source: Incorporation Certification No.
hi: निगमन प्रमाणन संख्या

source: Khasara Panchsala
hi: खसरा पंचशाला

source: Latitude
hi: अक्षांश

source: Lease Type
hi: पट्टा प्रकार

source: Lease Validity From
hi: से लीज वैधता

source: Lease Validity Upto
hi: लीज वैधता तक

source: Letter
hi: पत्र

source: Licensee Type
hi: लाइसेंसधारी प्रकार

source: Longitude
hi: देशान्तर

source: Map/Plan of applied area
hi: लागू क्षेत्र का नक्शा/योजना

source: Mineral Category
hi: खनिज श्रेणी

source: Mineral Form
hi: खनिज रूप

source: Mineral Grade
hi: खनिज ग्रेड

source: Mineral Name
hi: खनिज का नाम

source: Mining Inspector Report
hi: खनन निरीक्षक रिपोर्ट

source: Order Date
hi: आर्डर की तारीख

source: Order Number
hi: क्रम संख्या

source: PAN Card No.
hi: पैन कार्ड नंबर

source: Period Of Renewal From
hi: से नवीनीकरण की अवधि

source: Period Of Renewal To
hi: नवीनीकरण की अवधि प्रति

source: Period(In Year)
hi: अवधि (वर्ष में)

source: Pin Code
hi: पिन कोड

source: Police Station
hi: पुलिस स्टेशन

source: Power of Attorney
hi: पॉवर ऑफ़ अटॉर्नी

source: Registration Form
hi: पंजीकरण फॉर्म

source: Registration Number
hi: पंजीकरण संख्या

source: Remarks
hi: टिप्पणियां

source: Renewal Grant Order Copy
hi: नवीनीकरण अनुदान आदेश प्रति

source: Reset
hi: रीसेट करे

source: Revenue Officer Report
hi: राजस्व अधिकारी रिपोर्ट

source: Security Deposit Challan/DD Amount
hi: सुरक्षा जमा चालान/डीडी राशि

source: Security Deposit Challan/DD Date
hi: सुरक्षा जमा चालान/डीडी दिनांक

source: Spot Inspection and Analysis Report
hi: स्पॉट निरीक्षण और विश्लेषण रिपोर्ट

source: State
hi: राज्य

source: Submit
hi: सबमिट करे

source: Surety Bond Amount
hi: ज़मानत बांड राशि

source: Surety Bond Amount Date
hi: ज़मानत बांड राशि दिनांक

source: Tehsil/Forest Division
hi: तहसील/वन प्रभाग

source: Tin Card No.
hi: टिन कार्ड संख्या

source: Toposheet Number
hi: टोपोशीट संख्या

source: Transfer Date
hi: हस्तांतरण की तारीख

source: Transfer Grant Order Copy
hi: ट्रांसफर ग्रांट ऑर्डर कॉपी

source: Transfer Lease Deed Copy
hi: ट्रांसफर लीज डीड कॉपी

source: Transferee Address
hi: अंतरिती पता

source: Transferee Name
hi: अंतरिती का नाम

source: Update
hi: अपडेट करे

source: Valid From
hi: से मान्य

source: Valid To
hi: इस तक मान्य

source: Valid Upto
hi: तक वैध है

source: Village/Forest Range
hi: गांव/वन रेंज
