Repository: chinmaypadhi/Khanij-2.0
Catalog: Trunk/khanij2.0/SupportApp/Resources/CommonResources.*.resx
Languages: hi

source: About Us
hi: हमारे बारे में

source: Address
hi: एड्रेस

source: All Districts
hi: सभी जिले

source: Application
hi: एप्लीकेशन

source: Application Status Check
hi: एप्लीकेशन स्टेटस चेक

source: Apply
hi: अप्लाई

source: Auction non-coal Mine & Minor Mineral Leases, Organize National Conclave on Mines & Minerals, Implement Khani Online- A Web based auto approval and single click multi head payment facility portal for end to end tracking
hi: गैर-कोयला खान और लघु खनिज पट्टों की नीलामी, खान और खनिजों पर राष्ट्रीय सम्मेलन का आयोजन, खानी ऑनलाइन को लागू करना- एक वेब आधारित ऑटो अनुमोदन और एंड टू एंड ट्रैकिंग के लिए सिंगल क्लिक मल्टी हेड भुगतान सुविधा पोर्टल

source: Aution Gold black, Formation of DMF Trust in all 27 districts and implementation on PMKKKY, Implement NMET
hi: नीलामी गोल्ड ब्लैक, सभी 27 जिलों में डीएमएफ ट्रस्ट का गठन और पीएमकेकेकेवाई पर कार्यान्वयन, एनएमईटी लागू करें

source: Bauxite
hi: बॉक्साइट

source: Call Us
hi: कॉल उस

source: Chhattisgarh
hi: छत्तीसगढ

source: Chhattisgarh 1st State
hi: छत्तीसगढ़ पहला राज्य

source: Circulars Notification
hi: सर्कुलर्स नोटिफिकेशन

source: Coal
hi: कोल्

source: Contact Us
hi: संपर्क करें

source: Contractor Builder
hi: ठेकेदार बिल्डर

source: Contributation of minerals in stable's GDP
hi: स्थिर जीडीपी में खनिजों का योगदान

# Department of Geology &amp; Mining, Goverment of Chhattigarh. All right reserved
source: Department of Geology & Mining, Goverment of Chhattigarh. All right reserved
hi: डिपार्टमेंट ऑफ़ जियोलॉजी एंड माइनिंग ,गोवेरमेंट ऑफ़ छत्तीगढ़. आल राइट रिजर्व्ड

source: e-Governance
hi: ई-शासन

source: e-TP Verfication
hi: ई-टीपी सत्यापन

# en
source: English
hi: अंग्रेज़ी

source: EndUser Registration
hi: एंड यूज़र पंजीकरण

source: Feedback
hi: फीडबैक

source: Gallery
hi: गैलरी

source: Government of Chhattisgarh
hi: छत्तीसगढ़ सरकार

source: Grievance
hi: ग्रीवांस

# hi
source: Hindi
hi: हिंदी

source: Home
hi: होम

source: Hon’ble Chief Minister, Chhattisgarh
hi: माननीय मुख्यमंत्री, छत्तीसगढ़

source: Indravati Bhavan, Block-4 Second Floor
hi: इंद्रावती भवन, ब्लॉक-४ सेकंड फ्लोर

source: Introduction
hi: इंट्रोडक्शन

source: Iron Ore
hi: आयरन ओर

source: Lessee
hi: लेसी

source: License Application
hi: लाइसेंस एप्लीकेशन

source: Licensee
hi: लाईसेंसी

source: Limestone
hi: लाइमस्टोन

source: Mail Us
hi: मेल उस

source: management system
hi: प्रबंधन प्रणाली

# Mine Wise and Grade Wise
source: Mine Wise and Grade WiseMine Wise and Grade Wise
hi: माइन वाइज एंड ग्रेड वाइज

source: Mineral Map
hi: मिनरल मैप

source: Mineral Resources
hi: मिनरल रिसोर्सेज

source: Mineral Resources Department
hi: खनिज संसाधन विभाग

source: Mineral Revenue (2018-19)
hi: खनिज राजस्व (2018-19)

source: Minor Mineral
hi: लघु खनिज

source: Monthly Pit Mouth Value
hi: मंथली पिट माउथ वैल्यू

source: mrd dealing
hi: एमआरडी डीलिंग

source: Mud Pond etc
hi: मड पॉन्ड आदि

source: Mud Pond etc Registration
hi: मिट्टी का तालाब आदि पंजीकरण

source: News Raipur Atal Nagar, Chhattigarh, India
hi: नई रायपुर अटल नगर,छत्तीगढ़,इंडिया

source: Notification
hi: अधिसूचना

source: Other Mineral
hi: अन्य खनिज

source: Portals
hi: पोर्टल

source: Privacy Policy
hi: प्राइवेसी पालिसी

# Production &amp; Dispatch(In mt.)
source: Production & Dispatch(In mt.)
hi: उत्पादन और प्रेषण (मिलियन टन में)

# Production in coal &amp; iron ore 2017-2018
source: Production in coal & iron ore 2017-2018
hi: कोयला और लौह अयस्क में उत्पादन 2017-2018

source: Register
hi: रजिस्टर करें

# Registration &amp; Application
source: Registration & Application
hi: पंजीकरण और आवेदन

source: Registrations
hi: पंजीकरण

source: Revenue (In cr.)
hi: राजस्व (करोड़ में)

source: RTI
hi: आर टीआई

source: Sand stone Registration
hi: बलुआ पत्थर पंजीकरण

source: Sand stone Status
hi: बलुआ पत्थर की स्थिति

source: Send Message
hi: सेंड मैसेज

source: Shri. Bhupesh Baghel
hi: श्री. भूपेश बघेल

source: Sitemap
hi: साइट मैप

source: Staff Directory
hi: स्टाफ़ निदेशिका

source: Statistical Report
hi: स्टैटिस्टिकल रिपोर्ट

source: Status
hi: स्टाटस

source: Status Check
hi: स्टाटस चेक

source: Submit
hi: सबमिट

source: Tailing Dam, Ashdyke,
hi: टेलिंग डैम, एशडीके,

source: Tailing Dam, Ashdyke, Mud Pond
hi: टेलिंग डैम, एशडीके, मड पॉन्ड

source: Tailing Dam|Ashdyke|Mud Pond
hi: टेलिंग डैम|एशडाइके|मड पोंडो

source: Tender
hi: टेंडर

source: Tenders
hi: निविदाओं

source: Terms of use
hi: टर्म्स ऑफ़ यूज़

source: Testimonials
hi: प्रशंसापत्र

source: Tin Ore
hi: टीन ओर

source: Total
hi: टोटल

source: User
hi: यूजर

source: User Manual
hi: उपयोगकर्ता पुस्तिका

source: User Registration
hi: यूजर रजिस्ट्रेशन

source: Value of mineral produced in india
hi: भारत में उत्पादित खनिज का मूल्य

source: Vehicle Owner
hi: वेहिकल ओनर

source: Vehicle Owner Registration
hi: वेहिकल ओनर रजिस्ट्रेशन

source: VTD Vendor
hi: वीटीडी विक्रेता

source: Web based integrated mines and ninerals management system for effective adminstration and regulation of mineral resourses in the state of chhattisgarh.
hi: छत्तीसगढ़ राज्य में खनिज संसाधनों के प्रभावी प्रशासन और विनियमन के लिए वेब आधारित एकीकृत खान और नौराल प्रबंधन प्रणाली

# Web based mines &amp; minerals
source: Web based mines & minerals
hi: वेब आधारित खदानें और खनिज

source: Year Wise Dispatch Report for Buaxite , Iron Ore and Coal
hi: ईयर वाइज डिस्पैच रिपोर्ट फॉर बाज़ी ,आयरन ओरे एंड कोल्

source: Year Wise Revenue Collected Reported
hi: ईयर वाइज रेवेनुए कलेक्टेड रिपोर्टेड

source: Yearly Production and Deducation Report
hi: इयरली प्रोडक्शन एंड डिडक्शन रिपोर्ट
